/* all */
"Price: %@, Place: %@" = "%1$@, %2$@";
"Publisher: %@, Place: %@" = "%2$@: %1$@";
"(Arrangement) %@" = "(Arrangement) %@";
"(Editor) %@" = "(Editor) %@";
"(Mix) %@" = "(Mix) %@";
"(Narrator) %@" = "(Narrator) %@";
"(Producer) %@" = "(Producer) %@";
"(Translator) %@" = "(Translator) %@";
"Borrowed on %@" = "Borrowed on %@";
"Region %@" = "Region %@";
"Label: %@, Location: %@" = "%1$@: %2$@";
"Label: %@, Note: %@" = "%1$@: %2$@";